import "./About.scss";
const About = () => {
  return (
    <>
      <section className="about">
        <div className="container about-container">
          <div className="about-text-wrapper">
            <h2 className="about-header">О компании</h2>
            <div className="about-text">
              <p className="about-text-item">
                В СтройкаСтор вы всегда можете купить все необходимые товары для
                ремонта домаи дачи. Хотите сделать ремонт в квартире? Строите
                загородный дом? Используйте строительные и отделочные материалы
                из нашего каталога.
              </p>
              <p className="about-text-item">
                Быстрая доставка строительных товаров по низким ценам сделает
                ваши покупки более приятными. Ремонт может стоить дешево, если
                делать его с нами. Для вас всегда в наличии более 30 000 товаров
                для строительства по низким ценам каждый день. СтройкаСтор — это
                широкий ассортимент товаров для дома и ремонта недорого;
                Возможность заказать строительные и отделочные материалы для
                дома и дачи
              </p>
            </div>
          </div>
        </div>
      </section>
    </>
  );
};

export default About;
