import com1 from "./../../img/comments/com11.png";
import com2 from "./../../img/comments/com21.png";
import com3 from "./../../img/comments/com31.png";
import com4 from "./../../img/comments/com41.png";

const commentsList = [
  {
    id: 1,
    avatar: com1,
    name: "Пётр",
    commentText:
      "Сегодня 10.03.2022 года, брал перфоратор в аренду в магазине по улице Дорожная. Продавец всё хорошо объяснил, показал и плюс остался бонус в ящике перфоратора это бур нужного мне диаметра, оставленным прежним арендатором. В общем повесил телевизор, где надо было просверлить 4 отверстия, всего за 100 ₽",
    commentDate: "21 марта 2022 г.",
  },
  {
    id: 2,
    avatar: com2,
    name: "Анна",
    commentText:
      "Живу в п.Володарский МО, очень были рады открытию магазина СтройкаСтор. Хорошие сотрудники, но особенно хочется отметить работу Алексея за его помощь в решении проблем, очень квалифицированные рекомендации по подбору строительных материалов для ремонта. Хороший ассортимент",
    commentDate: "18 марта 2022 г.",
  },
  {
    id: 3,
    avatar: com3,
    name: "Виктор",
    commentText:
      "Заказывал в данном магазине строй материалы. Привезли их вовремя и в прекрасном состоянии, претензий к доставке, персоналу и прочему меня нет. Строй материалы мне понравились, ремонт с ними я сделал отличный. Магазин мне безумно понравился, обязательно обращусь сюда снова, большое спасибо",
    commentDate: "6 ноября 2021 г.",
  },
  {
    id: 4,
    avatar: com4,
    name: "Дмитрий",
    commentText:
      "Данный магазин целиком и полностью оправдал все мои ожидания. Тут мне удалось найти апсалютно все нужные мне материалы для отделочных работ и в нужном количестве. С доставкой тоже получилось всё удобно. привезли всё в заказанном количестве и в отличном состоянии.",
    commentDate: "5 ноября 2021 г.",
  },
  {
    id: 5,
    avatar: com1,
    name: "Пётр",
    commentText:
      "Сегодня 10.03.2022 года, брал перфоратор в аренду в магазине по улице Дорожная. Продавец всё хорошо объяснил, показал и плюс остался бонус в ящике перфоратора это бур нужного мне диаметра, оставленным прежним арендатором. В общем повесил телевизор, где надо было просверлить 4 отверстия, всего за 100 ₽",
    commentDate: "21 марта 2022 г.",
  },
  {
    id: 6,
    avatar: com2,
    name: "Анна",
    commentText:
      "Живу в п.Володарский МО, очень были рады открытию магазина СтройкаСтор. Хорошие сотрудники, но особенно хочется отметить работу Алексея за его помощь в решении проблем, очень квалифицированные рекомендации по подбору строительных материалов для ремонта. Хороший ассортимент",
    commentDate: "43 марта 2022 г.",
  },
  {
    id: 7,
    avatar: com3,
    name: "Дмитрий",
    commentText:
      "Данный магазин целиком и полностью оправдал все мои ожидания. Тут мне удалось найти апсалютно все нужные мне материалы для отделочных работ и в нужном количестве. С доставкой тоже получилось всё удобно. привезли всё в заказанном количестве и в отличном состоянии.",
    commentDate: "999 марта 2022 г.",
  },
];

export { commentsList };
